Repository: ggecckoo/UP25Steam
Catalog: UP 25/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, pt_br, tr, zh_hans

# feed.cap
source: Exact 40 — the table is penalized
ar: تمامًا 40 — عوقبت الطاولة
de: Genau 40 — der Tisch wird bestraft
es: Exacto 40 — la mesa es penalizada
fr: Exact 40 — la table est pénalisée
hi: ठीक 40 — मेज पर जुर्माना
ja: ぴったり40 — 場に罰則
pt_br: Exato 40 — a mesa foi penalizada
tr: Tam 40 — masa cezalandırıldı
zh_hans: 正好40 — 全桌受罚

# feed.exact
source: Exact 25 — the table is penalized
ar: تمامًا 25 — عوقبت الطاولة
de: Genau 25 — der Tisch wird bestraft
es: Exacto 25 — la mesa es penalizada
fr: Exact 25 — la table est pénalisée
hi: ठीक 25 — मेज पर जुर्माना
ja: ぴったり25 — 場に罰則
pt_br: Exato 25 — a mesa foi penalizada
tr: Tam 25 — masa cezalandırıldı
zh_hans: 正好25 — 全桌受罚

# feed.holderIs %@
source: Holder: %@
ar: صاحب الدور: %@
de: Zugführer: %@
es: Dueño: %@
fr: Maître : %@
hi: धारक: %@
ja: 親: %@
pt_br: Dono: %@
tr: Sıra sahibi: %@
zh_hans: 坐庄：%@

# feed.over %@
source: %@ doesn't draw
ar: %@ لا يسحب ورقة
de: %@ zieht keine Karte
es: %@ no roba carta
fr: %@ ne pioche pas
hi: %@ पत्ता नहीं ले रहा
ja: %@ は引かない
pt_br: %@ não compra carta
tr: %@ kart çekmiyor
zh_hans: %@ 不抽牌

# feed.playCard
source: Play your card.
ar: ألقِ ورقتك.
de: Spiele deine Karte.
es: Juega tu carta.
fr: Joue ta carte.
hi: अपना पत्ता डालो।
ja: 札を出せ。
pt_br: Jogue sua carta.
tr: Kartını at.
zh_hans: 出牌。

# feed.played %@
source: %@ played a card
ar: %@ ألقى ورقة
de: %@ hat eine Karte gespielt
es: %@ jugó una carta
fr: %@ a joué une carte
hi: %@ ने पत्ता डाला
ja: %@ が札を出した
pt_br: %@ jogou uma carta
tr: %@ kartını attı
zh_hans: %@ 出了一张牌

# feed.revealing
source: Cards are being revealed…
ar: تُكشف الأوراق…
de: Karten werden aufgedeckt…
es: Se revelan las cartas…
fr: Les cartes se révèlent…
hi: पत्ते खुल रहे हैं…
ja: 札を公開中…
pt_br: Cartas sendo reveladas…
tr: Kartlar açılıyor…
zh_hans: 正在亮牌…

# feed.thinking %@
source: %@ is thinking…
ar: %@ يفكر…
de: %@ denkt nach…
es: %@ está pensando…
fr: %@ réfléchit…
hi: %@ सोच रहा है…
ja: %@ が考え中…
pt_br: %@ está pensando…
tr: %@ düşünüyor…
zh_hans: %@ 正在思考…

# feed.under %@
source: %@ takes penalty cards
ar: %@ يأخذ بطاقات الجزاء
de: %@ erhält Strafkarten
es: %@ recibe cartas de penalización
fr: %@ prend des cartes de pénalité
hi: %@ जुर्माना कार्ड ले रहा है
ja: %@ が罰則札を引く
pt_br: %@ recebe cartas de penalidade
tr: %@ ceza kart alıyor
zh_hans: %@ 领取罚牌

# feed.youAreHolder
source: You’re the holder — play high.
ar: أنت صاحب الدور — العب مرتفعًا.
de: Du bist Zugführer — spiele hoch.
es: Eres el dueño — juega alto.
fr: Tu es le maître — joue haut.
hi: तुम धारक हो — ऊँचा डालो।
ja: あなたが親 — 高く出せ。
pt_br: Você é o dono — jogue alto.
tr: Sıra sahibi sensin — yüksek at.
zh_hans: 你是坐庄者 — 打大牌。

# game.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
ja: 戻る
pt_br: Voltar
tr: Geri
zh_hans: 返回

# game.cards
source: CARDS
ar: أوراق
de: KARTEN
es: CARTAS
fr: CARTES
hi: पत्ते
ja: 枚
pt_br: CARTAS
tr: KART
zh_hans: 张

# game.handCount %lld
source: HAND · %lld CARDS
ar: يدك · %lld ورقة
de: HAND · %lld KARTEN
es: MANO · %lld CARTAS
fr: MAIN · %lld CARTES
hi: हाथ · %lld पत्ते
ja: 手札 · %lld 枚
pt_br: MÃO · %lld CARTAS
tr: ELİN · %lld KART
zh_hans: 手牌 · %lld 张

# game.hint.holder
source: You must push the total above 25.
ar: يجب أن ترفع المجموع فوق 25.
de: Du musst die Summe über 25 treiben.
es: Debes hacer que el total supere 25.
fr: Tu dois faire dépasser 25 au total.
hi: योग को 25 से ऊपर ले जाना होगा।
ja: 合計を25より上にしなければならない。
pt_br: Você deve fazer o total passar de 25.
tr: Toplamı 25'in üstüne çıkarmalısın.
zh_hans: 你必须把合计推到25以上。

# game.hint.other
source: Play low so the holder cannot clear 25.
ar: العب منخفضًا حتى لا يتجاوز صاحب الدور 25.
de: Spiele niedrig, damit der Zugführer 25 nicht schafft.
es: Juega bajo para que el dueño no pase de 25.
fr: Joue bas pour que le maître ne dépasse pas 25.
hi: कम डालो ताकि धारक 25 पार न करे।
ja: 親が25を超えられないよう低く出せ。
pt_br: Jogue baixo para o dono não passar de 25.
tr: Düşük at ki sıra sahibi 25'i geçemesin.
zh_hans: 打小牌，别让坐庄者超过25。

# game.round %lld %lld
source: ROUND %1$lld / %2$lld
ar: الجولة %1$lld / %2$lld
de: RUNDE %1$lld / %2$lld
es: RONDA %1$lld / %2$lld
fr: TOUR %1$lld / %2$lld
hi: राउंड %1$lld / %2$lld
ja: ラウンド %1$lld / %2$lld
pt_br: RODADA %1$lld / %2$lld
tr: TUR %1$lld / %2$lld
zh_hans: 第 %1$lld / %2$lld 轮

# game.rules
source: Rules
ar: القواعد
de: Regeln
es: Reglas
fr: Règles
hi: नियम
ja: ルール
pt_br: Regras
tr: Kurallar
zh_hans: 规则

# game.tableTotal
source: TABLE TOTAL
ar: مجموع الطاولة
de: TISCHSUMME
es: TOTAL DE MESA
fr: TOTAL DE TABLE
hi: मेज योग
ja: 場の合計
pt_br: TOTAL DA MESA
tr: MASA TOPLAMI
zh_hans: 牌桌合计

# game.valuePenalty %lld %lld
source: %1$lld VALUE + %2$lld PENALTY
ar: %1$lld قيمة + %2$lld جزاء
de: %1$lld WERT + %2$lld STRAFE
es: %1$lld VALOR + %2$lld PENALIZACIÓN
fr: %1$lld VALEUR + %2$lld PÉNALITÉ
hi: %1$lld मान + %2$lld जुर्माना
ja: %1$lld 点数 + %2$lld 罰点
pt_br: %1$lld VALOR + %2$lld PENALIDADE
tr: %1$lld DEĞER + %2$lld CEZA
zh_hans: %1$lld 点数 + %2$lld 罚分

# howto.title
source: How to play
ar: كيف تُلعب؟
de: Spielregeln
es: ¿Cómo se juega?
fr: Comment jouer ?
hi: कैसे खेलें?
ja: 遊び方
pt_br: Como jogar?
tr: Nasıl oynanır?
zh_hans: 玩法

# language.hint
source: Choose the language used throughout the app.
ar: اختر لغة التطبيق.
de: Wähle die Sprache der App.
es: Elige el idioma de la aplicación.
fr: Choisis la langue de l’application.
hi: ऐप में इस्तेमाल होने वाली भाषा चुनें।
ja: アプリで使う言語を選んでください。
pt_br: Escolha o idioma usado no aplicativo.
tr: Uygulamanın dilini seç.
zh_hans: 选择应用使用的语言。

# language.title
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt_br: Idioma
tr: Dil
zh_hans: 语言

# menu.blurb
source: On your turn, the cards played to the table must total more than 25. After 12 rounds, whoever has the fewest and lowest-value cards wins.
ar: عندما يحين دورك يجب أن يتجاوز مجموع الأوراق الملقاة على الطاولة 25. بعد 12 جولة يفوز من لديه أقل عدد وأقل قيمة من الأوراق.
de: Wenn du am Zug bist, muss die Summe der auf den Tisch gelegten Karten 25 überschreiten. Nach 12 Runden gewinnt, wer die wenigsten und niedrigsten Karten hat.
es: En tu turno, el total de las cartas jugadas en la mesa debe superar 25. Tras 12 rondas, gana quien tenga menos cartas y de menor valor.
fr: À ton tour, le total des cartes jouées sur la table doit dépasser 25. Après 12 tours, gagne celui qui a le moins de cartes et de plus faible valeur.
hi: जब तुम्हारी बारी हो, मेज पर फेंके गए पत्तों का योग 25 से अधिक होना चाहिए। 12 राउंड बाद सबसे कम और सबसे कम मान वाले पत्ते वाला जीतेगा।
ja: 自分の番では場に出た札の合計が25を超えなければならない。12ラウンド後、枚数が最も少なく点数が最も低い手が勝ち。
pt_br: Na sua vez, o total das cartas jogadas na mesa deve passar de 25. Após 12 rodadas, vence quem tiver menos cartas e de menor valor.
tr: Sıra sendeyken masaya atılan kartların toplamı 25'i aşmalı. 12 turun sonunda en az sayıda ve en düşük değerde kartları olan kazanır.
zh_hans: 轮到你时，打到桌上的牌总和必须超过25。12轮后，牌最少且点数最低者获胜。

# menu.continue
source: CONTINUE GAME
ar: تابع اللعب
de: WEITERSPIELEN
es: CONTINUAR
fr: CONTINUER
hi: खेल जारी रखें
ja: 続きから
pt_br: CONTINUAR JOGO
tr: OYUNA DEVAM ET
zh_hans: 继续游戏

# menu.newGame
source: NEW GAME
ar: لعبة جديدة
de: NEUES SPIEL
es: NUEVA PARTIDA
fr: NOUVELLE PARTIE
hi: नया खेल
ja: 新しいゲーム
pt_br: NOVO JOGO
tr: YENİ OYUNA BAŞLA
zh_hans: 新游戏

# menu.signOut
source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Salir
fr: Déconnexion
hi: साइन आउट
ja: サインアウト
pt_br: Sair
tr: Çıkış
zh_hans: 退出

# menu.sit
source: START GAME
ar: ابدأ اللعب
de: SPIEL STARTEN
es: EMPEZAR
fr: COMMENCER
hi: खेल शुरू करें
ja: ゲーム開始
pt_br: COMEÇAR JOGO
tr: OYUNA BAŞLA
zh_hans: 开始游戏

# menu.stats %lld %lld
source: %1$lld games · %2$lld wins
ar: %1$lld مباراة · %2$lld فوز
de: %1$lld Spiele · %2$lld Siege
es: %1$lld partidas · %2$lld victorias
fr: %1$lld parties · %2$lld victoires
hi: %1$lld खेल · %2$lld जीत
ja: %1$lld 試合 · %2$lld 勝
pt_br: %1$lld jogos · %2$lld vitórias
tr: %1$lld oyun · %2$lld galibiyet
zh_hans: %1$lld 场 · %2$lld 胜

# menu.tagline1
source: Beat 25,
ar: تجاوز 25،
de: Überschreite 25,
es: Pasa de 25,
fr: Dépasse 25,
hi: 25 पार करो,
ja: 25を超え、
pt_br: Passe de 25,
tr: 25'i geç,
zh_hans: 超过25，

# menu.tagline2
source: lighten your hand.
ar: خفّف يدك.
de: erleichtere deine Hand.
es: aligera tu mano.
fr: allège ta main.
hi: अपना हाथ हल्का करो।
ja: 手札を軽くせよ。
pt_br: alivie sua mão.
tr: elini hafiflet.
zh_hans: 减轻你的手牌。

# over.lightest %lld
source: lightest hand · %lld points
ar: أخف يد · %lld نقطة
de: leichteste Hand · %lld Punkte
es: mano más ligera · %lld puntos
fr: main la plus légère · %lld points
hi: सबसे हल्का हाथ · %lld अंक
ja: 最も軽い手 · %lld 点
pt_br: mão mais leve · %lld pontos
tr: en hafif el · %lld puan
zh_hans: 最轻手牌 · %lld 分

# over.menu
source: BACK TO MENU
ar: العودة للقائمة
de: ZUM MENÜ
es: VOLVER AL MENÚ
fr: RETOUR AU MENU
hi: मेनू पर वापस
ja: メニューへ
pt_br: VOLTAR AO MENU
tr: MENÜYE DÖN
zh_hans: 返回菜单

# over.newGame
source: NEW GAME
ar: لعبة جديدة
de: NEUES SPIEL
es: NUEVA PARTIDA
fr: NOUVELLE PARTIE
hi: नया खेल
ja: 新しいゲーム
pt_br: NOVO JOGO
tr: YENİ OYUN
zh_hans: 新游戏

# over.roundsDone %lld
source: %lld ROUNDS COMPLETE
ar: اكتملت %lld جولة
de: %lld RUNDEN ABGESCHLOSSEN
es: %lld RONDAS COMPLETADAS
fr: %lld TOURS TERMINÉS
hi: %lld राउंड पूरे
ja: %lld ラウンド終了
pt_br: %lld RODADAS CONCLUÍDAS
tr: %lld TUR TAMAMLANDI
zh_hans: %lld 轮完成

# over.valuePenalty %lld %lld
source: %1$lld value + %2$lld penalty
ar: %1$lld قيمة + %2$lld جزاء
de: %1$lld Wert + %2$lld Strafe
es: %1$lld valor + %2$lld penalización
fr: %1$lld valeur + %2$lld pénalité
hi: %1$lld मान + %2$lld जुर्माना
ja: %1$lld 点数 + %2$lld 罰点
pt_br: %1$lld valor + %2$lld penalidade
tr: %1$lld değer + %2$lld ceza
zh_hans: %1$lld 点数 + %2$lld 罚分

# over.won %@
source: %@ won
ar: فاز %@
de: %@ hat gewonnen
es: %@ ganó
fr: %@ a gagné
hi: %@ जीता
ja: %@ の勝ち
pt_br: %@ venceu
tr: %@ kazandı
zh_hans: %@ 获胜

# pause.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
ja: 続ける
pt_br: Continuar
tr: Devam et
zh_hans: 继续

# pause.quit
source: Quit to menu
ar: الخروج إلى القائمة
de: Zum Menü
es: Salir al menú
fr: Quitter
hi: मेनू पर जाएँ
ja: メニューへ
pt_br: Sair para o menu
tr: Oyundan çık
zh_hans: 退出到菜单

# pause.title
source: Paused
ar: متوقف
de: Pausiert
es: Pausa
fr: En pause
hi: रुका हुआ
ja: 一時停止
pt_br: Pausado
tr: Duraklatıldı
zh_hans: 已暂停

# rules.1
source: Everyone gets 13 cards. The game lasts 12 rounds; the deal uses the whole deck.
ar: يحصل الجميع على 13 ورقة. اللعبة 12 جولة وتُوزَّع الورقة كلها.
de: Jeder erhält 13 Karten. Das Spiel geht über 12 Runden; das ganze Deck wird verteilt.
es: Cada uno recibe 13 cartas. La partida dura 12 rondas; se reparte todo el mazo.
fr: Chacun reçoit 13 cartes. La partie dure 12 tours ; tout le paquet est distribué.
hi: सबको 13 पत्ते मिलते हैं। खेल 12 राउंड का है; पूरी गड्डी बँटती है।
ja: 全員13枚。全12ラウンドでデッキを配り切る。
pt_br: Todos recebem 13 cartas. O jogo tem 12 rodadas; o baralho inteiro é distribuído.
tr: Herkes 13 kart alır. Oyun 12 tur sürer; deste tamamen dağıtılır.
zh_hans: 每人13张牌。共12轮；整副牌发完。

# rules.2
source: Each round, four players play one face-down card in turn. The cards are revealed and added up.
ar: في كل جولة يرمي أربعة لاعبين ورقة مغلقة بالدور. تُكشف الأوراق وتُجمع.
de: Jede Runde legen vier Spieler reihum eine verdeckte Karte. Die Karten werden aufgedeckt und addiert.
es: En cada ronda, cuatro jugadores tiran una carta boca abajo por turno. Se revelan y se suman.
fr: Chaque tour, quatre joueurs posent une carte face cachée. Les cartes sont révélées et additionnées.
hi: हर राउंड चार खिलाड़ी बारी-बारी एक उल्टा पत्ता डालते हैं। पत्ते खुलकर जुड़ते हैं।
ja: 各ラウンド、4人が伏せ札を順に1枚出す。札を公開して合計する。
pt_br: Em cada rodada, quatro jogadores jogam uma carta virada por vez. As cartas são reveladas e somadas.
tr: Her tur dört oyuncu sırayla birer kartı kapalı atar. Kartlar açılır ve toplanır.
zh_hans: 每轮四名玩家依次扣下一张牌。亮出后合计。

# rules.3
source: On your turn as holder, the table total must exceed 25.
ar: عندما يكون الدور لك يجب أن يتجاوز مجموع الطاولة 25.
de: Wenn du Zugführer bist, muss die Tischsumme 25 überschreiten.
es: Cuando eres el dueño del turno, el total de la mesa debe superar 25.
fr: Quand tu es le maître du tour, le total de la table doit dépasser 25.
hi: जब तुम्हारी बारी हो, मेज का योग 25 से अधिक होना चाहिए।
ja: 親の番では場の合計が25を超えなければならない。
pt_br: Na sua vez como dono, o total da mesa deve passar de 25.
tr: Sıra sendeyken masaya atılan kartların toplamı 25'i aşmalı.
zh_hans: 轮到你坐庄时，桌上合计必须超过25。

# rules.4
source: If 25 is exceeded, the holder draws no cards. If not, they draw 2 random cards from the four played to the middle that turn.
ar: إن تجاوز المجموع 25 لا يسحب صاحب الدور. وإن لم يتجاوز، يسحب ورقتين عشوائيًا من الأوراق الأربع الملقاة في الوسط في تلك الجولة.
de: Wird 25 überschritten, zieht der Zugführer keine Karte. Wird sie nicht überschritten, zieht er zufällig 2 der vier in dieser Runde in die Mitte gelegten Karten.
es: Si se supera 25, el dueño del turno no roba. Si no se supera, roba al azar 2 de las cuatro cartas jugadas al centro en ese turno.
fr: Si 25 est dépassé, le maître de tour ne pioche pas. Sinon, il pioche au hasard 2 des quatre cartes jouées au centre pendant ce tour.
hi: अगर 25 पार हो जाए तो धारक पत्ता नहीं लेता। नहीं तो उस दौर में बीच में फेंके गए चार पत्तों में से यादृच्छिक 2 लेता है।
ja: 25を超えた場合、親はカードを引かない。超えなければ、そのターンに場へ出された4枚からランダムに2枚引く。
pt_br: Se 25 for ultrapassado, o dono da vez não compra. Se não for, compra aleatoriamente 2 das quatro cartas jogadas ao centro naquela rodada.
tr: 25 aşılırsa sıra sahibi kart çekmez. Aşılmazsa ortaya o turda atılan dört karttan rastgele 2 kart çeker.
zh_hans: 若超过25，坐庄者不抽牌。若未超过，则从该回合打到中间的四张牌中随机抽2张。

# rules.5
source: If the total is exactly 25 or exactly 40, the holder is safe and the other three each draw one card.
ar: إذا كان المجموع تمامًا 25 أو 40 ينجو صاحب الدور ويسحب الثلاثة الآخرون ورقة لكل منهم.
de: Bei genau 25 oder 40 ist der Zugführer sicher; die anderen drei ziehen je eine Karte.
es: Si el total es exactamente 25 o 40, el dueño se salva y los otros tres roban una cada uno.
fr: Si le total est exactement 25 ou 40, le maître est sauvé et les trois autres piochent une carte.
hi: योग ठीक 25 या 40 हो तो धारक बचता है, बाकी तीन एक-एक कार्ड लेते हैं।
ja: 合計がぴったり25または40なら親は安全で、他の3人が1枚ずつ引く。
pt_br: Se o total for exatamente 25 ou 40, o dono se salva e os outros três compram uma cada.
tr: Toplam tam 25 veya tam 40 ise sıra sahibi kurtulur, diğer üç oyuncu birer kart çeker.
zh_hans: 合计正好25或40时，坐庄者安全，另外三人各抽1张。

# rules.6
source: After 12 rounds, whoever has the fewest and lowest-value cards wins. Score = card values + 4 penalty per card.
ar: بعد 12 جولة يفوز من لديه أقل عدد وأقل قيمة من الأوراق. النقاط = القيمة + 4 جزاء لكل ورقة.
de: Nach 12 Runden gewinnt, wer die wenigsten und niedrigsten Karten hat. Punkte = Werte + 4 Strafe je Karte.
es: Tras 12 rondas, gana quien tenga menos cartas y de menor valor. Puntos = valor + 4 de penalización por carta.
fr: Après 12 tours, gagne celui qui a le moins de cartes et de plus faible valeur. Score = valeur + 4 de pénalité par carte.
hi: 12 राउंड बाद सबसे कम और सबसे कम मान वाले पत्ते वाला जीतेगा। स्कोर = मान + प्रति पत्ता 4 जुर्माना।
ja: 12ラウンド後、枚数が最も少なく点数が最も低い手が勝ち。得点＝点数＋1枚あたり罰則4。
pt_br: Após 12 rodadas, vence quem tiver menos cartas e de menor valor. Pontos = valor + 4 de penalidade por carta.
tr: 12 turun sonunda en az sayıda ve en düşük değerde kartları olan kazanır. Puan = kart değeri + kart başına 4 ceza.
zh_hans: 12轮后，牌最少且点数最低者获胜。得分=点数+每张4罚分。

# settings.account
source: Account management
ar: إدارة الحساب
de: Kontoverwaltung
es: Gestión de cuenta
fr: Gestion du compte
hi: खाता प्रबंधन
ja: アカウント管理
pt_br: Gerenciamento da conta
tr: Hesap yönetimi
zh_hans: 账户管理

# settings.deleteAccount
source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएँ
ja: アカウントを削除
pt_br: Excluir conta
tr: Hesabı sil
zh_hans: 删除账户

# settings.deleteCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
tr: Vazgeç
zh_hans: 取消

# settings.deleteConfirmAction
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
pt_br: Excluir
tr: Sil
zh_hans: 删除

# settings.deleteConfirmMessage
source: This permanently deletes your 25-40 profile and game stats. Your Game Center account with Apple is not deleted.
ar: سيتم حذف ملف 25-40 وإحصاءاتك نهائيًا. حساب Game Center لدى Apple لا يُحذف.
de: Dein 25-40-Profil und deine Spielstatistiken werden dauerhaft gelöscht. Dein Game-Center-Konto bei Apple bleibt erhalten.
es: Se eliminarán de forma permanente tu perfil de 25-40 y tus estadísticas. Tu cuenta de Game Center en Apple no se elimina.
fr: Ton profil 25-40 et tes statistiques seront définitivement supprimés. Ton compte Game Center chez Apple n’est pas supprimé.
hi: आपकी 25-40 प्रोफ़ाइल और आँकड़े स्थायी रूप से हट जाएँगे। Apple पर Game Center खाता नहीं हटेगा।
ja: 25-40のプロフィールとプレイ統計は完全に削除されます。AppleのGame Centerアカウントは削除されません。
pt_br: Seu perfil do 25-40 e estatísticas serão excluídos permanentemente. Sua conta do Game Center na Apple não é excluída.
tr: 25-40 profilin ve oyun istatistiklerin kalıcı olarak silinir. Apple’daki Game Center hesabın silinmez.
zh_hans: 将永久删除你的 25-40 资料与游戏统计。Apple 上的 Game Center 账户不会被删除。

# settings.deleteConfirmTitle
source: Delete account?
ar: حذف الحساب؟
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
hi: खाता हटाएँ?
ja: アカウントを削除しますか？
pt_br: Excluir conta?
tr: Hesap silinsin mi?
zh_hans: 删除账户？

# settings.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt_br: Idioma
tr: Dil
zh_hans: 语言

# settings.legal
source: Legal
ar: قانوني
de: Rechtliches
fr: Mentions légales
hi: कानूनी
ja: 法的情報
pt_br: Jurídico
tr: Yasal
zh_hans: 法律信息

# settings.preferences
source: Preferences
ar: التفضيلات
de: Präferenzen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
ja: 設定項目
pt_br: Preferências
tr: Tercihler
zh_hans: 偏好设置

# settings.privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
pt_br: Política de Privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策

# settings.privacy.body
source: 25-40 is published by Atiko Labs. The Steam version plays offline and does not send us your Steam identity or gameplay data. The Apple version can optionally store Game Center identity and statistics via Supabase (EU). Local preferences and progress stay on your device unless you enable platform cloud sync. We do not sell data or track you. Contact: info@atikolabs.com
ar: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com
de: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com
es: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com
fr: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com
hi: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com
ja: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com
pt_br: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com
tr: 25-40 Atiko Labs tarafından yayımlanır. Steam sürümü çevrimdışı oynanır; Steam kimliğinizi veya oynanış verinizi bize göndermez. Apple sürümü isteğe bağlı Game Center kimliği ve istatistiklerini Supabase (AB) üzerinden saklayabilir. Yerel tercihler ve ilerleme, platform bulut eşzamanlamasını açmadığınız sürece cihazınızda kalır. Veri satmayız ve sizi takip etmeyiz. İletişim: info@atikolabs.com
zh_hans: 25-40 is published by Atiko Labs. You can play without an account. If you sign in with Game Center we store your team player ID, display name, and game statistics via Supabase (EU). We do not sell your data or track you. Delete your account anytime in Settings → Account management. Contact: info@atikolabs.com

# settings.sound
source: Sound effects
ar: المؤثرات الصوتية
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
hi: ध्वनि प्रभाव
ja: 効果音
pt_br: Efeitos sonoros
tr: Ses efektleri
zh_hans: 音效

# settings.terms
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
hi: सेवा की शर्तें
ja: 利用規約
pt_br: Termos de Serviço
tr: Kullanım Koşulları
zh_hans: 服务条款
